[
  {
    "icon": "https://i.postimg.cc/Mczg39T8/Picsart-24-04-16-22-33-59-290.png",
    "name": "Cinnamon",
    "desc": "Our cinnamon sticks are hand-picked from the lush forests of India, ensuring the highest quality and freshness. Each stick is carefully rolled and sun-dried to perfection, preserving its sweet and spicy aroma. Perfect for adding flavor to your favorite dishes or infusing into tea for a warm and comforting beverage.",
    "category": "Agriculture",
    "link": "https://i.postimg.cc/Mczg39T8"
  },
  {
    "icon": "https://i.postimg.cc/SYnB7jK2/Picsart-24-04-16-22-35-39-217.png",
    "name": "Cashew",
    "desc": "India is a top cashew nut producer, with trees grown in coastal regions. The nut is harvested by hand and roasted to remove toxins. The industry employs thousands and is vital to the economy",
    "category": "Agriculture",
    "link": "https://i.postimg.cc/SYnB7jK2"
  },
  {
    "icon": "https://i.postimg.cc/sM5RNB45/Picsart-24-04-16-22-37-11-714.png",
    "name": "Ground Nuts",
    "category": "Agriculture",
    "desc":"Indulge in Excellence: Experience the Superior Flavor of Our Premium Groundnuts! Welcome to our world of top-tier groundnuts, where quality meets unbeatable taste. We pride ourselves on sourcing only the finest nuts, ensuring each bite is a burst of rich, nutty goodness. Our dedication to quality means you can trust that every groundnut delivers on both flavor and freshness. Whether you're snacking solo, hosting a gathering, or seeking nutritious ingredients for your recipes, our superior groundnuts promise satisfaction with every crunch. Explore our selection today and elevate your snacking experience to new heights!",
    "link": "https://i.postimg.cc/sM5RNB45"
  },
  {

    "name": "Lemon Salt",
    "desc": "Try Lemon Salt from India for a unique burst of flavor in your dishes. Made from high-quality sea salt and Indian lemons, it's perfect for grilled meats, seafood, and more. This 100% natural seasoning is packed with vitamin C and antioxidants, and comes in a resealable packet for convenience.",
    "category": "Agriculture",
    "link": "https://i.postimg.cc/bG8jczmW",
    "icon": "https://i.postimg.cc/bG8jczmW/Picsart-24-04-16-22-38-30-513.png"
  },
  {
    "icon": "https://i.postimg.cc/dDXPQRW8/Picsart-24-04-16-22-39-49-698.png",
    "name": "Brown Rice",
    "desc": "Brown rice, also known as \"unpolished rice,\" is a popular whole grain in India. It is produced by removing only the outermost layer of the rice grain, leaving the bran and germ intact. As a result, it offers a nourishing and fiber-rich alternative to white rice for those seeking a more healthful option.",
    "category": "Agriculture",
    "link": "https://i.postimg.cc/dDXPQRW8"
  },
  {
    "icon": "https://i.postimg.cc/3dsT1jmK/Picsart-24-04-16-22-42-58-324.png",
    "name": "Ground Nuts",
    "desc": "India is the 2nd largest ground nut producer, vital for the economy and used in snacks, cooking oil, and traditional dishes. Exports to US, China, and Japan. Govt addressing industry challenges. Significant role in food culture and growth potential.",
    "category": "Agriculture",
    "link": "https://i.postimg.cc/3dsT1jmK"
  },
  {
    "icon": "https://i.postimg.cc/BjTdCrJg/Picsart-24-04-16-22-45-09-914.png",
    "name": "Maize",
    "desc": "Corn is one of the most important cereal crops grown in India. It is mainly produced in the states of Karnataka, Andhra Pradesh, Maharashtra, and Telangana. The production of corn in India has been steadily increasing over the years, making it a major contributor to the country's food and economic security.",
    "category": "Agriculture",
    "link": "https://i.postimg.cc/BjTdCrJg"
  },
  {
    "icon": "https://i.postimg.cc/N9jqFdqx/Picsart-24-04-16-22-47-08-513.png",
    "name": "Sugar",
    "desc": "India is one of the largest producers of sugar in the world. The country produces both raw and refined sugar. The major sugarcane producing states in India are Uttar Pradesh, Maharashtra, and Karnataka.",
    "category": "Agriculture",
    "link": "https://i.postimg.cc/N9jqFdqx"
  },
  {
    "icon": "https://i.postimg.cc/LqTFmr7X/Picsart-24-04-16-22-48-31-535.png",
    "name": "Dried Chilli",
    "desc": "Our dried chilli is sourced from the rich farmlands of India, where it is grown and harvested with utmost care. It packs a fiery punch and adds a burst of flavor to any dish, making it a must-have in your spice collection. Enjoy the authentic taste of India in every bite.",
    "category": "Agriculture",
    "link": "https://i.postimg.cc/LqTFmr7X"
  },
  {
    "icon": "https://i.postimg.cc/yk2x0HWb/Picsart-24-04-16-22-22-02-274.png",
    "name": "Used CNC Machines",
    "desc": "High-quality used CNC machines, refurbished to meet industry standards. Ideal for precision machining and cost-effective production solutions.",
    "category": "Engineering",
    "link": "https://i.postimg.cc/yk2x0HWb"
  },
  {
    "icon": "https://i.postimg.cc/hJ1GFQsk/Picsart-24-04-16-22-24-36-677.png",
    "name": "Refurbished Drilling Rigs",
    "desc": "Expertly refurbished drilling rigs offering reliable performance for various drilling operations. A sustainable and budget-friendly choice.",
    "category": "Engineering",
    "link": "https://i.postimg.cc/hJ1GFQsk"
  },
  {
    "icon": "https://i.postimg.cc/PCZx4Rwr/Picsart-24-04-16-22-26-26-589.png",
    "name": "Hammer Spares",
    "desc": "Durable and high-quality hammer spares, compatible with various hammer models. Ensures efficient and uninterrupted working of machinery.",
    "category": "Engineering",
    "link": "https://i.postimg.cc/PCZx4Rwr"
  },
  {
    "icon": "https://i.postimg.cc/KK2YsDP7/Picsart-24-04-16-22-28-35-469.png",
    "name": "Drilling Spares",
    "desc": "Premium drilling spares designed for optimal drilling efficiency. Features robust construction for long-term use in demanding conditions.",
    "category": "Engineering",
    "link": "https://i.postimg.cc/KK2YsDP7"
  },
  {
    "icon": "https://i.postimg.cc/KKSKh22M/Picsart-24-04-16-22-30-02-540.png",
    "name": "Drill Rods",
    "desc": "High-strength drill rods, engineered for deep drilling applications. Provides excellent wear resistance and toughness.",
    "category": "Engineering",
    "link": "https://i.postimg.cc/KKSKh22M"
  }
]
